{
    "main_subject": {
        "1": "مقدمه",
        "2": "حق الله سبحانه",
        "3": "حق الله تعالى",
        "4": "[ك]",
        "5": "الإيمان بل رسول الله ﷺ واتباعه",
        "6": "محبته وتعظيمه",
        "7": "محبة أهل النبي وأصحابه",
        "8": "الصلاة عليه",
        "9": "بعض حقوق النبي ﷺ"
    },
    "text": {
        "مقدمه": "السلام عليكم ورحمة الله وبركاته \r\nهذا البحث سوف يناقش موضوع مهم جدا وهو حق الله عز و جل وحق الرسولﷺ",
        "حق الله سبحانه": "لا شك أن المولى عز وجل له حق عظيم على العباد، فالله هو خالق الكون وهو من أنعم على الإنسان بكثير من النعم التي لا يمكن عدها أو إحصائها، وقد كفل الله لعباده المطيعين والملتزمين بتطبيق أحكامه بالحياة الهانئة والسعيدة بالدنيا والأخرة، ومن حقوق الله على العباد ما يلي: \r\n\r\nأن يعبد العبد ربه ولا يشرك به أحدا، وعليه أن يؤدي ما عليه من الفرائض التي فرضها الله على الإنسان من صلاة وصيام وإخراج الزكاة وباقي العبادات والذكر والأعمال الصالحة، وعليه ألا يصل به محبته لغير الله من مخلوقات أو أنداد لمرتبة العبادة. \r\n\r\nأن يطيع العبد ربه وأن يلتزم بعبادته وطاعة أوامره وأن ينتهي عن كل فعل نهى الله عنه، وأن يلتزم بشريعة الله وفرائضه وأحكامه وأن يقوم بتطبيقها العبد في سنواته. \r\n\r\nأن يسعى العبد للحصول على رحمة المولى عز وجل، فعليه أن يقوم بالأعمال الخيرية، وأن يصفح ويعفو ويستغفر الله دائما، وأن يرجو مغفرته دائما. \r\n\r\nعلى العبد التوحيد الكامل لله، وأن يوحد ألوهيته وربوبيته وأن يوحد بأسمائه وصفاته، وتوحيد الله بالعلانية والسر. \r\n\r\nأن يخاف العبد من ربه، وأن يكون مستشعراً لوجود الله بكافة أمور حياته، وأن يحذر من إتيان الآثام والمعاصي. \r\n\r\nأن يثق بربه بكافة أمور حياته، ويثق أن الله خالقه هو رازقه ومدبر كافة شئونه وأن كل ما يأتي من عنده هو الخير. \r\n\r\nأن يكون شاكراً لله يحمده في السراء والضراء، يحمده على نعمه الكثيرة بقلبه ولسانه. \r\n\r\nالحرص على التقرب إلى الله سبحانه وتعالى بالأقوال والأفعال، من أجل نيل رضاه في الدنيا والآخرة. \r\n\r\nوفي مقابل كل هذا فقد وعد الله عباده المخلصين المؤدين لحقوقه على النحو الأكمل أن يدخلهم جناته، وألا يوقعهم بالعذاب، وأن يعيشوا في النعيم الأبدي",
        "[ك]": "عن معاذ بن جبل، قال: قال رسول الله صلى الله عليه وسلم: «يا معاذ، أتدري ما حق الله على العباد؟» قال: الله ورسوله أعلم، قال: «أن يعبد الله ولا يشرك به شيء»، قال: «أتدري ما حقهم عليه إذا فعلوا ذلك؟» فقال: الله ورسوله أعلم، قال: «أن لا يعذبهم»حدثنا القاسم بن زكرياء، حدثنا حسين، عن زائدة، عن أبي حصين، عن الأسود بن هلال، قال: سمعت معاذا، يقول: دعاني رسول الله صلى الله عليه وسلم، فأجبته، فقال: «هل تدري ما حق الله على الناس؟» نحو حديثهم",
        "الإيمان بل رسول الله ﷺ واتباعه": "يعدّ الإيمان بالرسول -صلى الله عليه وسلم- من أركان الإيمان التي أوجب الله -تعالى- على عباده الإيمان بها، قال تعالى: (قُل يا أَيُّهَا النّاسُ إِنّي رَسولُ اللَّـهِ إِلَيكُم جَميعًا الَّذي لَهُ مُلكُ السَّماواتِ وَالأَرضِ لا إِلـهَ إِلّا هُوَ يُحيي وَيُميتُ فَآمِنوا بِاللَّـهِ وَرَسولِهِ النَّبِيِّ الأُمِّيِّ الَّذي يُؤمِنُ بِاللَّـهِ وَكَلِماتِهِ وَاتَّبِعوهُ لَعَلَّكُم تَهتَدون)",
        "محبته وتعظيمه": "ان محبت الرسول ﷺ واجب على كل مسلم [قال محمد ﷺ { لاَ يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِينَ  \r\n{[",
        "محبة أهل النبي وأصحابه": "إنَّ محبة صحابة النبي -صلى الله عليه وسلم- من حقوق النبي على المسلمين، فلا يُمكن أن يجتمع في قلب العبد حب النبي وبغض أصحابه",
        "الصلاة عليه": "إن الصلاة والسلام على النبي -صلى الله عليه وسلم- واجبةٌ على كلِ مؤمنٍ ومؤمنةٍ، وفيها الخير والأجرالعظيم،[٢٩] ومن ثمرات الصلاة عليه:[٣٠] الاستجابة لأمر الله تعالى. موافقة الملائكة فيها. ينال المسلم بكلّ صلاة على النبي عشر صلوات من الله عزّ وجل. كفاية المكثر من الصلاة على النبي ما أهمّه. ردّ الحبيب المصطفى الصلاة والسلام على من صلّى عليه. نيل المُصلّي عليه عشر حسناتٍ، كما تُحطُّ عنه بها عشر سيئاتٍ، ويُرفع عشر درجات. سببٌ في الشفاعة وفي مغفرة الذنوب والقرب من الله -تعالى- يوم القيامة ونيل رحمته ورضوانه.",
        "بعض حقوق النبي ﷺ": "الدفاع عن سنة رسول الله صلى الله عليه وسلم ورد أي شبهة باطلة عنها. \r\n<br><br><br>\r\nدراسة السيرة العطرة لرسولنا الكريم صلى الله عليه وسلم والاستفادة منها في كل أمور الحياة \r\n-----\r\nعدم التقصير في مكانة رسول الله صلى الله عليه وسلم \r\n<br><br><br>\r\nالحرص على نشر دعوة رسول الله عليه الصلاة والسلام \r\nحب من يحب رسول الله صلى الله عليه وسلم، وكُره من يكرهه أو يسيئ إليه أو يُنكر سيرته العطرة."
    }
}